Revit 2027 API
ParameterTypeId.WitnsLineGapToElt Property
 "Witness Line Gap to Element"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WitnsLineGapToElt { get; }
Public Shared ReadOnly Property WitnsLineGapToElt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WitnsLineGapToElt {
	ForgeTypeId^ get ();
}
static member WitnsLineGapToElt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace